<?php

return [
    'login' => "Вход",
    'reg' => "Регистрация",
    'username' => "Ваше имя",
    'email' => "Ваш email",
    'password' => "Ваш пароль",
    'confirm password' => "Подвертдить пароль",
    'photo' => "Ваше фото",
    'upload photo' => "Загрузить фото",
    'lang' => "Язык",
    'wrong email or password' => 'Email или пароль введены неверно',
    'Registration failed' => 'Не удалось Вас зарегистрировать',

    'required' => 'Поле не должно быть пустым',
    'string' => 'Поле должно быть строкой',
    'is_email' => 'Поле не соответствует значению email',
    'integer' => 'Поле должно быть чистом.',
    'max' => 'Значение должно быть меньше чем ',
    'min' => 'Значение должно быть больше чем ',
    'boolean' => 'Значение должно быть 1 или 0',
    'passwords do not match' => 'Пароли не совпадают',
    'This value is already taken up' => 'Это значение уже существует. Пожалуйста, выберите другое',
    'Wrong value' => 'Неверное значение',

    'Wrong file expansion' => 'Неверный формат файла. Доступные форматы : ',
    'Not selected image' => 'Не выбрано избражение',

];